import { LOCALES } from '../locales';

const ru = {
  [LOCALES.RUSSIAN]: {
    editItemMenu: 'Редактировать профиль',
    createItemMenu: 'Создать новую доску',
    mainItemMenu: 'Главная страница',
    btnSignUp: 'Регистрация',
    btnSignIn: 'Вход',
    btnSignOut: 'Выход',
    btnEng: 'АНГЛ',
    btnRus: 'РУС',
    mainTitle: 'Менеджер задач',
    mainDescription:
      'Перед Вами приложение для работы с проектами, которое позволит централизованно управлять задачами и их своевременным завершением. Трекеры задач широко используются в работе с проектами, т.к. позволяют легко контролировать все рабочие процессы и работу команды в целом.',
    sectionTeam: 'Команда проекта',
    personOneTitle: 'Татьяна | фронтенд разработчик',
    personSecondTitle: 'Дарья | фронтенд разработчик',
    personThirdTitle: 'Сергей | фронтенд разработчик',
    personOneDescription: 'Здесь будет информация о члене команды и/или о его вкладе в развитие проекта',
    personSecondDescription: 'Здесь будет информация о члене команды и/или о его вкладе в развитие проекта',
    personThirdDescription: 'Здесь будет информация о члене команды и/или о его вкладе в развитие проекта',
  },
};

export default ru;
